{
  "word2idx": {
    "<PAD>": 0,
    "<START>": 1,
    "<END>": 2,
    "<OOV>": 3,
    "<UNK>": 3,
    "itu": 5,
    "yang": 6,
    "dia": 7,
    "dengan": 8,
    "sangat": 9,
    "rumah": 10,
    "di": 11,
    "untuk": 12,
    "kami": 13,
    "saya": 14,
    "ke": 15,
    "buku": 16,
    "malam": 17,
    "akan": 18,
    "anak": 19,
    "makan": 20,
    "oleh": 21,
    "taman": 22,
    "dan": 23,
    "pergi": 24,
    "ibu": 25,
    "pada": 26,
    "besok": 27,
    "mobil": 28,
    "jalan": 29,
    "hujan": 30,
    "pagi": 31,
    "baru": 32,
    "bunga": 33,
    "adik": 34,
    "ramai": 35,
    "ayah": 36,
    "ajar": 37,
    "anakanak": 38,
    "makanan": 39,
    "minggu": 40,
    "karena": 41,
    "selesai": 42,
    "sedang": 43,
    "bermain": 44,
    "keluarga": 45,
    "pantai": 46,
    "belajar": 47,
    "mereka": 48,
    "guru": 49,
    "proyek": 50,
    "menyelesaikan": 51,
    "baju": 52,
    "merah": 53,
    "teman": 54,
    "bagus": 55,
    "pandai": 56,
    "matematika": 57,
    "pohon": 58,
    "rindang": 59,
    "indah": 60,
    "orang": 61,
    "enak": 62,
    "cuaca": 63,
    "tugas": 64,
    "lelah,": 65,
    "kemarin": 66,
    "setiap": 67,
    "hadiah": 68,
    "gedung": 69,
    "alat": 70,
    "cuci": 71,
    "kerja": 72,
    "lezat": 73,
    "turun": 74,
    "setelah": 75,
    "pelajaran": 76,
    "meskipun": 77,
    "tetap": 78,
    "pekerjaan": 79,
    "adalah": 80,
    "dari": 81,
    "kota": 82,
    "senyum": 83,
    "sekali": 84,
    "manis": 85,
    "malam,": 86,
    "walaupun": 87,
    "bijaksana": 88,
    "seberang": 89,
    "panas": 90,
    "ulang": 91,
    "tahun": 92,
    "cepat": 93,
    "baca": 94,
    "main": 95,
    "bangun": 96,
    "nyanyi": 97,
    "supermarket": 98,
    "membeli": 99,
    "membaca": 100,
    "perpustakaan": 101,
    "ujian": 102,
    "tinggi": 103,
    "tol": 104,
    "rencana": 105,
    "bisnis": 106,
    "lapar": 107,
    "mengadakan": 108,
    "rapat": 109,
    "ekonomi": 110,
    "dokter": 111,
    "memberikan": 112,
    "resep": 113,
    "obat": 114,
    "presiden": 115,
    "negara": 116,
    "tetangga": 117,
    "tim": 118,
    "hasil": 119,
    "universitas": 120,
    "program": 121,
    "bank": 122,
    "rendah": 123,
    "memutuskan": 124,
    "perkara": 125,
    "adil": 126,
    "kantor": 127,
    "restoran": 128,
    "dibuka": 129,
    "italia": 130,
    "pinjam": 131,
    "tidak": 132,
    "hanya": 133,
    "tetapi": 134,
    "juga": 135,
    "juara": 136,
    "olahraga": 137,
    "jakarta": 138,
    "indonesia": 139,
    "dibeli": 140,
    "lalu": 141,
    "warnanya": 142,
    "hitam": 143,
    "dimasak": 144,
    "film": 145,
    "halaman": 146,
    "pemandangan": 147,
    "gunung": 148,
    "baik": 149,
    "murah": 150,
    "pedas": 151,
    "warung": 152,
    "hari": 153,
    "cerah": 154,
    "cantik": 155,
    "kecil": 156,
    "lucu": 157,
    "rambut": 158,
    "kucing": 159,
    "gemuk": 160,
    "bersih": 161,
    "jernih": 162,
    "mawar": 163,
    "harum": 164,
    "segar": 165,
    "kue": 166,
    "nenek": 167,
    "lembut": 168,
    "deras,": 169,
    "mahal,": 170,
    "giat,": 171,
    "lulus": 172,
    "mall": 173,
    "mengerjakan": 174,
    "selalu": 175,
    "tangan": 176,
    "dahulu": 177,
    "bus,": 178,
    "novel": 179,
    "bel": 180,
    "berbunyi,": 181,
    "siswa": 182,
    "masuk": 183,
    "kelas": 184,
    "larut": 185,
    "masih": 186,
    "tubuhnya": 187,
    "tidur": 188,
    "pulas": 189,
    "sakit": 190,
    "bandung": 191,
    "kereta": 192,
    "berac": 193,
    "sejuk": 194,
    "zaman": 195,
    "raja": 196,
    "meja": 197,
    "terdapat": 198,
    "vas": 199,
    "terang": 200,
    "musim": 201,
    "menjadi": 202,
    "bangku": 203,
    "bisa": 204,
    "sunset": 205,
    "bukit": 206,
    "presentasi": 207,
    "meeting": 208,
    "bahasa": 209,
    "inggris": 210,
    "pesta": 211,
    "kampung": 212,
    "langit": 213,
    "kertas": 214,
    "tajam": 215,
    "mesin": 216,
    "piring": 217,
    "hemat": 218,
    "energi": 219,
    "padang": 220,
    "terkenal": 221,
    "sabar": 222,
    "cerita": 223,
    "roda": 224,
    "komunikasi": 225,
    "modern": 226,
    "canggih": 227,
    "serba": 228,
    "teras": 229,
    "penuh": 230,
    "cinta": 231,
    "surat": 232,
    "kakek": 233,
    "pintu": 234,
    "satpam": 235,
    "lagu": 236,
    "semangat,": 237,
    "sulit": 238,
    "bus": 239,
    "kapal": 240,
    "hatihati,": 241,
    "tekun,": 242,
    "tua,": 243,
    "muda": 244,
    "rajin": 245,
    "ahli": 246,
    "pustaka": 247,
    "masak": 248,
    "libur": 249,
    "uji": 250,
    "usaha": 251,
    "bijak": 252,
    "temu": 253,
    "buka": 254,
    "warna": 255,
    "kenal": 256,
    "beberapa": 257,
    "kebutuhan": 258,
    "pokok": 259,
    "seharihari": 260,
    "menarik": 261,
    "gembira": 262,
    "memasak": 263,
    "berlibur": 264,
    "akhir": 265,
    "pekan": 266,
    "tekun": 267,
    "melaju": 268,
    "kecepatan": 269,
    "derasnya": 270,
    "sepanjang": 271,
    "berdiskusi": 272,
    "tentang": 273,
    "merasa": 274,
    "bekerja": 275,
    "seharian": 276,
    "perusahaan": 277,
    "tersebut": 278,
    "penting": 279,
    "pemerintah": 280,
    "mengumumkan": 281,
    "kebijakan": 282,
    "pasiennya": 283,
    "menjelaskan": 284,
    "materi": 285,
    "jelas": 286,
    "berkunjung": 287,
    "pembangunan": 288,
    "dimulai": 289,
    "bulan": 290,
    "depan": 291,
    "penelitian": 292,
    "menemukan": 293,
    "mengejutkan": 294,
    "membuka": 295,
    "studi": 296,
    "pinjaman": 297,
    "pengadilan": 298,
    "lebatnya,": 299,
    "memakai": 300,
    "sekelas": 301,
    "menyajikan": 302,
    "autentik": 303,
    "isinya": 304,
    "penduduknya": 305,
    "mengkilap": 306,
    "terasa": 307,
    "lidah": 308,
    "tonton": 309,
    "semalam": 310,
    "sungguh": 311,
    "mengharukan": 312,
    "tumbuh": 313,
    "daunnya": 314,
    "menakjubkan": 315,
    "membuat": 316,
    "terpesona": 317,
    "hati": 318,
    "disajikan": 319,
    "ini": 320,
    "berawan": 321,
    "menyenangkan": 322,
    "keritingnya": 323,
    "peliharaan": 324,
    "menggemaskan": 325,
    "kunjungi": 326,
    "airnya": 327,
    "baunya": 328,
    "dibuat": 329,
    "rasanya": 330,
    "maka": 331,
    "tinggal": 332,
    "harganya": 333,
    "kualitasnya": 334,
    "bernyanyi": 335,
    "namun": 336,
    "mahir": 337,
    "menari": 338,
    "jika": 339,
    "kamu": 340,
    "pasti": 341,
    "sebelum": 342,
    "mencuci": 343,
    "terlebih": 344,
    "sambil": 345,
    "menunggu": 346,
    "ketika": 347,
    "semua": 348,
    "sudah": 349,
    "langsung": 350,
    "sore": 351,
    "menjenguk": 352,
    "berangkat": 353,
    "naik": 354,
    "dalam": 355,
    "ruangan": 356,
    "kala,": 357,
    "hidup": 358,
    "seorang": 359,
    "bersama": 360,
    "atas": 361,
    "hari,": 362,
    "bintangbintang": 363,
    "bersinar": 364,
    "panas,": 365,
    "bawah": 366,
    "ada": 367,
    "berusaha": 368,
    "keras": 369,
    "mencapai": 370,
    "citacitanya": 371,
    "telah": 372,
    "tepat": 373,
    "waktunya": 374,
    "melihat": 375,
    "harus": 376,
    "menyiapkan": 377,
    "berencana": 378,
    "liburan": 379,
    "bali": 380,
    "ingin": 381,
    "lancar": 382,
    "masalah": 383,
    "membangun": 384,
    "pencakar": 385,
    "pemotong": 386,
    "pengunjung": 387,
    "mata": 388,
    "bergambar": 389,
    "warnawarni": 390,
    "kendaraan": 391,
    "dua": 392,
    "lajunya": 393,
    "pertemuan": 394,
    "guna": 395,
    "besar": 396,
    "dibaca": 397,
    "ditulis": 398,
    "dibangun": 399,
    "diberikan": 400,
    "kepada": 401,
    "diselesaikan": 402,
    "tadi": 403,
    "dinyanyikan": 404,
    "penyanyi": 405,
    "dicuci": 406,
    "tanaman": 407,
    "disiram": 408,
    "mulai": 409,
    "lama": 410,
    "menunggu,": 411,
    "akhirnya": 412,
    "ditunggu": 413,
    "datang": 414,
    "badai": 415,
    "datang,": 416,
    "berlayar": 417,
    "gagah": 418,
    "kecerdasannya,": 419,
    "mudah": 420,
    "memahami": 421,
    "menyeberangi": 422,
    "tersenyum": 423,
    "kebaikan": 424,
    "hatinya,": 425,
    "menolong": 426,
    "usianya": 427,
    "semangatnya": 428,
    "berlatih,": 429,
    "belanja": 430,
    "deras": 431,
    "diskusi": 432,
    "perintah": 433,
    "umum": 434,
    "kunjung": 435,
    "teliti": 436,
    "putus": 437,
    "pakai": 438,
    "saji": 439,
    "masakan": 440,
    "haru": 441,
    "pandang": 442,
    "takjub": 443,
    "awan": 444,
    "senang": 445,
    "keriting": 446,
    "gemas": 447,
    "air": 448,
    "kualitas": 449,
    "tari": 450,
    "makan,": 451,
    "tunggu": 452,
    "jenguk": 453,
    "ruang": 454,
    "bintang": 455,
    "sinar": 456,
    "capai": 457,
    "citacita": 458,
    "beli": 459,
    "lihat": 460,
    "bal": 461,
    "adakan": 462,
    "cakar": 463,
    "potong": 464,
    "gambar": 465,
    "kendara": 466,
    "tulis": 467,
    "tanam": 468,
    "siram": 469,
    "tunggu,": 470,
    "badai,": 471,
    "layar": 472,
    "cerdas,": 473,
    "paham": 474,
    "baik,": 475,
    "tolong": 476,
    "semangat": 477,
    "latih,": 478
  },
  "special_tokens": {
    "<PAD>": 0,
    "<START>": 1,
    "<END>": 2,
    "<OOV>": 3,
    "<UNK>": 3
  },
  "vocab_size": 479,
  "most_common_50": [
    [
      "itu",
      30
    ],
    [
      "yang",
      24
    ],
    [
      "dia",
      19
    ],
    [
      "dengan",
      18
    ],
    [
      "sangat",
      16
    ],
    [
      "rumah",
      15
    ],
    [
      "di",
      14
    ],
    [
      "untuk",
      11
    ],
    [
      "kami",
      10
    ],
    [
      "saya",
      9
    ],
    [
      "ke",
      9
    ],
    [
      "buku",
      9
    ],
    [
      "malam",
      9
    ],
    [
      "akan",
      8
    ],
    [
      "anak",
      8
    ],
    [
      "makan",
      8
    ],
    [
      "oleh",
      8
    ],
    [
      "taman",
      7
    ],
    [
      "dan",
      7
    ],
    [
      "pergi",
      6
    ],
    [
      "ibu",
      6
    ],
    [
      "pada",
      6
    ],
    [
      "besok",
      6
    ],
    [
      "mobil",
      6
    ],
    [
      "jalan",
      6
    ],
    [
      "hujan",
      6
    ],
    [
      "pagi",
      6
    ],
    [
      "baru",
      6
    ],
    [
      "bunga",
      6
    ],
    [
      "adik",
      6
    ],
    [
      "ramai",
      6
    ],
    [
      "ayah",
      6
    ],
    [
      "ajar",
      6
    ],
    [
      "anakanak",
      5
    ],
    [
      "makanan",
      5
    ],
    [
      "minggu",
      5
    ],
    [
      "karena",
      5
    ],
    [
      "selesai",
      5
    ],
    [
      "sedang",
      4
    ],
    [
      "bermain",
      4
    ],
    [
      "keluarga",
      4
    ],
    [
      "pantai",
      4
    ],
    [
      "belajar",
      4
    ],
    [
      "mereka",
      4
    ],
    [
      "guru",
      4
    ],
    [
      "proyek",
      4
    ],
    [
      "menyelesaikan",
      4
    ],
    [
      "baju",
      4
    ],
    [
      "merah",
      4
    ],
    [
      "teman",
      4
    ]
  ]
}